Repository: rradjab/money_tracker
Catalog: lib/l10n/intl_*.arb
Languages: az

# authTitle
source: Cost accounting
az: İstehlak tarixçəsi

# authSubtitle
source: Your expense history is always at hand
az: Sizin istehlak tarixçəsi hər zaman əlinizin altıdadır

# authPassword
source: Password
az: Parol

# authLogin
source: Login
az: Daxil olmaq

# authRegister
source: Register
az: Qeydiyyat

# authAccountNotExists
source: Not registered?
az: Qeydiyyatdan keçməmisiniz?

# authAccountExists
source: Have an account?
az: Qeydiyyatdan keçmisiniz?

# authSignIn
source: Sign in
az: Daxil olun

# authSignUp
source: Sign up
az: Qeydiyyat

# spendingNotExists
source: There are no information for specified {date}
az: Qeyd olunan {date} ərzində heç bir məlumat yoxdur

source: Delete
az: Silmək

# profileAppbarTitle
source: Profile
az: Profil

# profileSaveText
source: Save
az: Сохранить

# logoutButton
source: Sign out
az: Çıxış

# dialogAddSpend
source: Add expense
az: İstehlak əlavə et

# totalSpendsN
source: Total {total}
az: Cəmi {total}

# errWrongEmail
source: Wrong e-mail
az: Yalnış e-mail

# errDisabled
source: User disabled
az: İstifadəçi dondurulub

# errUserNotFound
source: User not found
az: İstifadəçi tapılmadı

# errWrongPassword
source: Wrong password
az: Yalnış parol

# errUnknown
source: Unknown error
az: Naməlum səhv

# errAuthError
source: Authorization error
az: Qeydiyyatda səhv

# errUserExists
source: User is already exists
az: İstifadəçi artıq mövcuddur

# homeSpends
source: Expenses
az: İstehlaklar

# homeProfile
source: Profile
az: Profil

# dialogSelectDate
source: Select date
az: Tarixi seçin

# dialogDate
source: Date
az: Tarix

# dialogIncorrectDate
source: Wrong date
az: Yalnış tarix

# dialogConfirm
source: Confirm
az: Təsdiqləmək

# dialogDiscard
source: Discard
az: İmtina

# dialogDeleteAnswer
source: Are you sure to delete this element?
az: Silməyinizə əminsiniz?

# confirmDelete
source: Confirm action
az: Əməliyyatı təsdiqləyin

# dialogSpecifySum
source: Specify amount
az: Məbləği qeyd edin

# dialogAmount
source: Amount
az: Məbləğ

# dialogSpecifyText
source: Specify text
az: Mətni qeyd edin

# dialogWrongAmount
source: Wrong amount
az: Yalnış məbləğ

# dialogAdd
source: Add
az: Əlavə etmək

# dialogAddCategory
source: Add category
az: Kateqoriyanı əlavə edin

# dialogName
source: Name
az: Ad

# dialogWrongColor
source: Wrong color
az: Yalnış rəng

# dialogSpecifyColor
source: Specify color
az: Rəngi qeyd edin

source: Language
az: Dil

# homePlans
source: Plans
az: Planlar

# dateItems
source: Day|Month|Year|All
az: Gün|Ay|İl|Hamısı

# homeProfits
source: Profits
az: Gəlirlər

# dialogAddPlan
source: Add plan
az: Plan əlavə etmək

# dialogIsRealised
source: Already implemented?
az: Artıq həyata keçirilib?

# dialogSpecifyCategory
source: Specify category
az: Kateqoriyanı seçin

# dialogCategory
source: Category
az: Kateqoriya

source: Balance {sum}
az: Balans {sum}
